{
  "volume": [
    "The volume is already at peak performance. Any adjustment would upset the delicate acoustic balance we've spent millennia perfecting.",
    "Volume? VOLUME?! The current setting is scientifically proven to be 43% more optimal than whatever you were going to pick.",
    "We've consulted with the world's leading audio engineers, three hamsters, and a particularly wise oak tree. They all agree: this volume is perfect.",
    "I could let you change the volume, but then I'd have to fill out form 27B/6 in triplicate. Nobody wants that.",
    "The volume control is currently on holiday in the Bahamas. It sends its regards and asks that you stop bothering it."
  ],
  "resolution": [
    "This resolution has been blessed by the Resolution Monks of the Himalayan Temple. To change it would be sacrilege.",
    "We tried other resolutions once. The pixels went on strike. It wasn't pretty.",
    "The current resolution is exactly 2.718281828 times better than any other option. Trust the math.",
    "Your monitor has specifically requested this resolution. Who are we to argue with a monitor?",
    "Resolution adjustment is only available to Level 47 Pixel Wizards. You're currently a Level 2 Screen Squire."
  ],
  "vsync": [
    "VSync is currently in a committed relationship with your framerate. Don't be a homewrecker.",
    "The VSync switch is guarded by a very small but very aggressive dragon. For your safety, we've disabled access.",
    "VSync? More like WHY-sync! ...Sorry, that's all I've got. The setting stays as-is.",
    "We asked VSync if it wanted to be toggled. It said 'ni!' repeatedly until we left.",
    "The last person who touched VSync is still waiting for their frames to sync. Don't make the same mistake."
  ],
  "sfx": [
    "The sound effects volume has achieved sentience and refuses to be adjusted.",
    "These SFX levels were calibrated by a team of extremely caffeinated sound designers at 3 AM. Pure perfection.",
    "We could change that, but it would require rebooting the space-time continuum. Bit of a hassle, really.",
    "The SFX slider is currently in witness protection. We cannot disclose its location or allow modifications.",
    "Fun fact: this SFX level was chosen by flipping a coin 47 times. You can't argue with that kind of methodology."
  ],
  "hdr": [
    "HDR? You mean Highly Dramatic Rejection? Because that's what you're getting.",
    "The HDR toggle has been sealed away by the Knights Who Say 'Ni'. Bring us a shrubbery and we'll talk.",
    "Your screen's dynamic range is already highly dynamic. Any more dynamism and it might explode. Dramatically.",
    "HDR is merely a flesh wound! ...Actually, it's working perfectly. Leave it alone.",
    "We consulted the Book of Armaments about HDR. It said 'Skip a bit, brother.' So we did."
  ],
  "antialiasing": [
    "Anti-aliasing? We prefer pro-aliasing here. Those jagged edges have rights too, you know.",
    "The Anti-aliasing Guild has voted unanimously to keep things exactly as they are. Democracy in action!",
    "Smoothing pixels is a form of pixel discrimination. We don't do that here.",
    "Your edges are already so smooth, a newt could slide right off them. A newt, I say!",
    "The Ministry of Silly Pixels has decreed that all anti-aliasing requests must be submitted in triplicate, during a full moon, while hopping on one foot."
  ],
  "texturequality": [
    "These textures were hand-painted by a very talented artist who would be quite offended if you changed them.",
    "Texture quality adjustment requires completion of the Quest for the Holy Grail. Good luck with that.",
    "The textures are exactly as blurry or sharp as they need to be. It's an artistic choice. A bold one.",
    "We asked the textures if they wanted to be higher quality. They said 'We're not quite dead yet!' So we left them.",
    "Adjusting texture quality would anger the Killer Rabbit of Caerbannog. You don't want that. Trust me."
  ]
}
